Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/RecordingControl/GetTrackConfiguration/GetTrackConfiguration.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:trc="http://www.onvif.org/ver10/recording/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <trc:GetTrackConfiguration>
      <trc:RecordingToken>tokenRecording1</trc:RecordingToken>
      <trc:TrackToken>tokenTrack1</trc:TrackToken>
    </trc:GetTrackConfiguration>
  </soap:Body>
</soap:Envelope>